/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page",
      "settings": {}
    },
    "hero_slider_bNajP7": {
      "type": "hero-slider",
      "blocks": {
        "slide_drLXfw": {
          "type": "slide",
          "settings": {
            "media_type": "image",
            "background_image": "shopify://shop_images/Namnlos_1618_x_1080_px_3.png",
            "overlay_opacity": 55,
            "heading": "Allmänna villkor",
            "subheading": "Tack för att du valt Nordiska Energilösningar som din partner för solenergi, batterilagring och laddinfrastruktur. Nedan följer våra köpvillkor som beskriver vad som gäller för beställning, leverans, betalning och garanti - allt för din trygghet.",
            "button_text": "Kontakta oss",
            "button_url": "shopify://pages/support-om-oss"
          }
        }
      },
      "block_order": [
        "slide_drLXfw"
      ],
      "name": "Hero slider",
      "settings": {
        "autoplay_speed": 5000
      }
    },
    "text_sektion_CBTNiC": {
      "type": "text-sektion",
      "name": "Text sektion",
      "settings": {
        "title": "Gäller från 1 januari 2025",
        "text": "<p>Vi vill börja med att framföra vårt stora tack för ditt förtroende och för att du tar dig tid att läsa igenom våra köpvillkor.</p><p>Syftet med dessa villkor är att ge dig en tydlig och trygg förståelse för processen kring köp, leverans och installation av våra energilösningar. Genom att klargöra varje steg på ett transparent och lättillgängligt sätt vill vi säkerställa att du känner dig helt trygg med ditt val av Nordiska Energilösningar.</p><p>Vår högsta prioritet är att leverera marknadens mest pålitliga och långsiktiga energilösningar – med fokus på kvalitet, säkerhet och kundnöjdhet. Efter att du tagit del av våra villkor är målsättningen att du ska känna dig stärkt i ditt beslut och trygg i vetskapen om att du har valt en certifierad och ansvarstagande partner.</p><p>Om du har några frågor eller önskar personlig rådgivning är du alltid varmt välkommen att kontakta oss – vi finns här för att hjälpa dig hela vägen.</p><p></p><p></p><p></p><p></p><p></p><p></p><p>1. TILLÄMPLIGHET</p><p>Dessa allmänna villkor gäller för Nordiska Energilösningar<br/>AB, org.nr 559510-6690, vid försäljning och installation av företagets<br/>produkter och tjänster, däribland solcellsanläggningar, batterilager,<br/>värmepumpar, elbilsladdare och andra el- och installationstjänster.</p><p>2. AVTALETS INGÅENDE OCH OMFATTNING</p><p>2.1 Ett avtal anses ingånget när kunden signerar en offert<br/>digitalt eller när kund skriftligen, exempelvis via e-post, accepterar en<br/>offert från Nordiska Energilösningar inom dess giltighetstid. Bindande avtal<br/>gäller från dagen för accept. 2.2 Efter accept har Nordiska Energilösningar<br/>rätt att genomföra kreditupplysning. Företaget kan neka försäljning om<br/>kreditupplysningen visar bristande betalningsförmåga. 2.3 Genom att acceptera<br/>offerten bekräftar kunden beställning av de produkter och tjänster som där framgår,<br/>alternativt likvärdiga produkter med motsvarande funktion och prestanda. 2.4 Om<br/>ytterligare åtgärder krävs för att installationen ska kunna utföras på<br/>fackmässigt sätt, eller om standardinstallationen inte kan genomföras, ska<br/>parterna träffa överenskommelse om nödvändiga ändrings- eller tilläggsarbeten.<br/>Nordiska Energilösningar har rätt att säga upp avtalet med omedelbar verkan om<br/>sådana åtgärder inte är möjliga eller om kunden inte medverkar till<br/>genomförandet. Pristillägg för sådant arbete utgår enligt punkt 5.3.2.</p><p>3. GARANTIER</p><p>3.1 Nordiska Energilösningar lämnar fem års garanti på<br/>installationsarbeten från slutförd installation. För installation av<br/>elbilsladdare gäller två års garanti. Tillverkares egna garantier gäller<br/>därutöver direkt gentemot kunden. 3.2 Efter utgången av företagets garanti och<br/>vid åtgärd av produktfel enligt tillverkarens garanti, äger Nordiska<br/>Energilösningar rätt att debitera kunden för arbetet enligt gällande prislista.<br/>3.3 Garantin gäller endast under förutsättning att anläggningen används och<br/>hanteras normalt och omfattar inte situationer som anges i punkt 11.3. 3.4 Om<br/>godkänd garantireklamation inte påbörjas för felsökning inom två veckor,<br/>ersätts kunden med 1 krona inklusive moms per utebliven kWh, beräknat utifrån<br/>produktion hos jämförbara anläggningar i närheten. Detta gäller endast inom den<br/>femårsperiod som anges i punkt 3.1.</p><p>4. BETALNING</p><p>4.1 Betalning sker mot faktura om inte annat skriftligen<br/>överenskommits. 4.2 Fakturering sker normalt enligt följande: 70 procent av<br/>orderbeloppet, efter avdrag för eventuella skattereduktioner, faktureras i<br/>samband med första materialleveransen, med betalningsvillkor tio dagar.<br/>Resterande belopp faktureras efter att anläggningen installerats och<br/>funktionstestats av Nordiska Energilösningar, även om kunden anlitar<br/>besiktningsman. 4.3 Vid köp av elbilsladdare faktureras hela beloppet efter<br/>godkänd installation, med betalningsvillkor tio dagar. 4.4 Kunden äger inte<br/>rätt att kvitta motfordran mot företagets krav. 4.5 Vid dröjsmål med betalning<br/>debiteras dröjsmålsränta enligt räntelagen (1975:635) från förfallodagen, samt<br/>ersättning för påminnelser och inkasso.</p><p>5. KUNDENS ANSVAR</p><p>5.1 Kunden ansvarar för att de uppgifter och förutsättningar<br/>som ligger till grund för avtalet är riktiga, oavsett om Nordiska<br/>Energilösningar tagit del av dessa eller inte. 5.2 Kunden ansvarar och bär<br/>risken för att företagets personal, eller av företaget anlitad tredje part, ges<br/>tillträde till nödvändiga utrymmen under ordinarie arbetstid, att<br/>installationsplatsen är tillgänglig, fri från hinder och lämpad för arbetet,<br/>att erforderliga bygg-, mark- och elarbeten som inte omfattas av avtalet är<br/>utförda i tid, att erforderliga tillstånd inhämtats, att mätarskåp och elmätare<br/>uppfyller gällande krav, att lämnad information är korrekt samt att 3-fas finns<br/>tillgänglig vid installation av elbilsladdare. 5.3.1 Om kunden inte uppfyller<br/>sina åtaganden enligt ovan har Nordiska Energilösningar rätt att senarelägga<br/>sina åtaganden eller säga upp avtalet med omedelbar verkan. Detta påverkar inte<br/>företagets rätt till ersättning för merkostnader, skadestånd eller ränta.<br/>Företaget har rätt att debitera pristillägg för förseningar orsakade av kunden,<br/>exempelvis hinder på arbetsplatsen eller uteblivna förberedelser såsom<br/>markarbeten. 5.3.2 Nordiska Energilösningar har rätt till pristillägg vid<br/>utfört ändrings- eller tilläggsarbeten som framgår i punkt 2.4 ovan. Nordiska<br/>Energilösningar har därtill rätt till pristillägg om arbetet fördyrats på grund<br/>av omständigheter som är hänförliga till kunden (såsom, men inte begränsat<br/>till, arbeten för åtgärder som kunden ansvarar för enligt punkt 5.2 ovan).<br/>Nordiska Energilösningar har härvid rätt att vid installation debitera kunden<br/>för varje försenad timme som uppstår på grund av kundens brister såsom, men<br/>inte begränsat till, att installationsplatsen inte är fri från hinder. Dessutom<br/>kan pristillägg utgå vid försening på grund av att kunden inte fullföljt sina<br/>åtaganden inför installation, såsom men inte begränsat till, markarbeten.</p><p>6. SNÖ- OCH VINDBELASTNING</p><p>Avtalet förutsätter att snö- och vindberäkningar visar att<br/>tak- eller byggnadskonstruktionen tål belastningen. Om beräkningarna visar<br/>motsatsen har Nordiska Energilösningar rätt att häva avtalet enligt punkt 5.3.</p><p>7. NÄTFÖRSTÄRKNING</p><p>7.1 Föranmälan till nätägaren ska ske innan installation<br/>påbörjas. Avtalet gäller under förutsättning att föranmälan inkommit före<br/>installation och att nätägaren inte invänder inom gällande tidsramar. 7.2<br/>Solcellsanläggningen får inte tas i drift förrän nätägaren godkänt anläggningen<br/>och eventuellt bytt mätarskåp eller elmätare. Nordiska Energilösningar ansvarar<br/>inte för nätförstärkning eller kostnader kopplade därtill. 7.3 Försening i<br/>installationsmedgivande eller nätförstärkning befriar inte kunden från betalningsskyldighet.<br/>7.4 Fram till dess att eventuell nätförstärkning utförts kan anläggningens<br/>effekt begränsas.</p><p>8. SKATTEREDUKTION</p><p>8.1 Kunden ansvarar för att kontrollera sin rätt till<br/>skattereduktion eller ROT-avdrag enligt gällande regler. Kunden är införstådd<br/>med att dessa inte kan kombineras. 8.2 Vid utnyttjande av skattereduktion för<br/>grön teknik omfattas arbete och material. Övriga kostnader, såsom projektering<br/>och resor, beräknas ej med som avdragsgill för skattereduktion. 8.3 Om<br/>Skatteverket helt eller delvis nekar skattereduktion, äger Nordiska<br/>Energilösningar rätt att tilläggsfakturera motsvarande belopp.</p><p>9. BYGGLOV</p><p>9.1 Kunden ansvarar för att kontrollera om bygglov krävs.<br/>Mot ersättning kan Nordiska Energilösningar bistå med ansökan. 9.2 Företaget<br/>ansvarar inte för nekade bygglov eller åtgärder i strid mot gällande regler.<br/>9.3 Eventuella avgifter för bygglov faktureras separat.</p><p>10. DRÖJSMÅL</p><p>10.1 Leverans sker enligt företagets planering. Kunden<br/>meddelas preliminärt datum och därefter specificerad tidsperiod för<br/>installation. Denna kan inte ensidigt ändras av kunden.</p><p>11. FEL</p><p>11.1 Produkter och tjänster anses felaktiga om de avviker<br/>från avtalet eller inte är utförda enligt gällande standarder och manualer.<br/>11.2 Nordiska Energilösningar ansvarar inte för fel som uppstår efter<br/>riskövergången till kunden. 11.3 Företaget ansvarar inte för fel orsakade av<br/>kundens oaktsamhet, felaktig användning, bristande underhåll, ingrepp utan<br/>företagets skriftliga medgivande, felaktiga reparationer av tredje part,<br/>olyckshändelser eller normalt slitage.</p><p>12. REKLAMATION</p><p>Fel ska reklameras inom skälig tid och senast en månad efter<br/>att kunden upptäckt eller borde upptäckt felet. Rätten till påföljd förfaller<br/>om reklamation inte sker inom denna tid.</p><p>13. ÄGANDERÄTTSFÖRBEHÅLL</p><p>Äganderätten till levererade produkter kvarstår hos Nordiska<br/>Energilösningar tills full betalning erlagts. Kunden får inte utan företagets<br/>skriftliga godkännande överlåta, sälja eller på annat sätt förfoga över<br/>produkterna innan dess.</p><p>14. ANSVARSBEGRÄNSNING</p><p>14.1 Nordiska Energilösningar ansvarar inte för brister i<br/>markarbeten, befintliga byggnadskonstruktioner eller elinstallationer. Detta<br/>inkluderar, men är inte begränsat till, otillräcklig takkonstruktion eller tak<br/>som inte uppfyller kraven för snö- och vindbelastning. Dessa aspekter är<br/>kundens ansvar enligt vad som anges i punkt 5.2. 14.2 Nordiska Energilösningar<br/>är registrerat hos Elsäkerhetsverket. Om kunden, eller någon extern aktör,<br/>ställer krav som går utöver svensk elstandard – exempelvis krav på inhägnad för<br/>markmontage eller andra särskilda lösningar – räknas detta som tilläggsarbete.<br/>I sådana fall tillkommer kostnad för både material och arbete enligt aktuell<br/>prislista och timdebitering. Om ansvarig elektriker vid installationen bedömer<br/>att den befintliga anläggningen har säkerhetsbrister, kan även dessa behöva<br/>åtgärdas mot extra kostnad enligt punkterna 2.5 och/eller 5.3.2. 14.3 Nordiska<br/>Energilösningar tar inget ansvar för beslut som fattas av elnätsbolag,<br/>exempelvis vad gäller installationsmedgivande, byte av mätarskåp eller<br/>elmätare. 14.4 Företaget friskriver sig från ansvar för kostnader och arbeten<br/>som är kopplade till installation av högspänningslösningar i<br/>solcellsanläggningar, samt eventuell tilläggsutrustning så som NUS- och<br/>reläskydd. 14.5 Vid installation hanterar Nordiska Energilösningar alltid<br/>kundens tak varsamt. Dock kan vissa spår av montering förekomma, såsom repor,<br/>bucklor eller liknande. Sådant mindre slitage täcks inte av<br/>installationsgarantin. 14.6 Vid beställning av batteri utreds alltid<br/>förutsättningarna av Nordiska Energilösningars projektledare. Om det vid<br/>kontrollen framkommer att installationen inte kan utföras på ett regelmässigt<br/>och säkert sätt (t.ex. på grund av myndighetskrav) förbehåller sig företaget<br/>rätten att avstå från att genomföra batteriinstallationen. Ett sådant beslut<br/>påverkar inte köpet av solcellsanläggningen i övrigt. 14.7 Övervakning och<br/>uppföljning av solcellsanläggningen är beroende av fungerande<br/>internetanslutning. Anläggningen förbereds för uppkoppling via LAN eller WiFi.<br/>Nordiska Energilösningar ansvarar inte för kundens internetuppkoppling eller<br/>för förbättringar av befintligt nätverk. 14.8 Vid installation av elbilsladdare<br/>kan Nordiska Energilösningar koppla in denna mot kundens befintliga WiFi. Vissa<br/>laddboxar levereras med 4G-simkort som standard. Företaget ansvarar dock inte<br/>för driftsäkerheten i nätverket eller förbättringar av det. För att<br/>lastbalanseringen ska fungera krävs stabil nätverksanslutning både vid<br/>laddboxens placering och vid mätarskåpet. Dessa måste vara kopplade till samma<br/>nätverk. 14.9 Eventuella produktionsberäkningar i offertmaterialet är endast<br/>uppskattningar. De utgör ingen garanti för faktisk elproduktion under ett visst<br/>år.</p><p>15. FORCE MAJEURE</p><p>15.1 Företaget är inte skyldigt att fullgöra sina åtaganden<br/>vid hinder utanför dess kontroll, såsom krig, myndighetsbeslut,<br/>transportstörningar, extrema väderförhållanden eller liknande oförutsebara<br/>händelser. 15.2 Om hindret kvarstår längre än tre månader har Nordiska<br/>Energilösningar rätt att skriftligen häva avtalet.</p><p>16. BEHANDLING AV PERSONUPPGIFTER</p><p>Nordiska Energilösningar behandlar personuppgifter för att<br/>kunna leverera, installera och fakturera sina tjänster, i enlighet med<br/>företagets integritetspolicy. Kunden samtycker till att anläggningen får<br/>användas i marknadsföringssyfte, efter samråd, inklusive fotografering och<br/>referensangivelse.</p><p>17. TILLÄMPLIG LAG OCH TVISTLÖSNING</p><p>Avtalet regleras av svensk lag och tvist ska prövas av<br/>allmän domstol.</p><p>18. SÄRSKILT VID KONSUMENTKÖP</p><p>18.1 För kunder som är konsumenter gäller dessa villkor<br/>tillsammans med Konsumenttjänstlagen (1985:716, \"KTjL\"). Vid<br/>skillnader mellan dessa villkor och KTjL gäller dessa villkor, så länge de inte<br/>strider mot tvingande lag. 18.2 Skyldighet att avråda Om en installation inte<br/>bedöms ge rimlig nytta för kunden, ska Nordiska Energilösningar avråda från<br/>genomförandet. Kunden kan då välja att avbeställa tjänsten enligt punkt 18.7<br/>nedan. 18.3 Påföljder vid allvarliga installationsfel Om fel uppstår som inte<br/>beror på kunden, har kunden rätt att hålla inne betalning, kräva avhjälpande,<br/>prisavdrag eller häva avtalet. Kunden kan även ha rätt till skadestånd.<br/>Avhjälpande ska ske utan kostnad för kunden och inom skälig tid. 18.4 Påföljder<br/>vid dröjsmål Vid försening längre än tre månader efter preliminärt<br/>överrenskommet installationsdatum på Nordiska Energilösningars sida får kunden<br/>hålla inne betalning och kan välja mellan att kräva fullgörande eller häva<br/>avtalet, i enlighet med KTjL. 18.5 Rätt till tidsförlängning Avtalstiden kan<br/>förlängas om ändringar eller tilläggsarbeten kräver mer tid, eller om Nordiska<br/>Energilösningar hindras av omständigheter utanför sin kontroll. 18.6 Skadestånd<br/>Kunden har rätt till ersättning för skador som beror på fel eller dröjsmål,<br/>dock inte för förluster i näringsverksamhet. Kunden ska så långt det är möjligt<br/>begränsa skadans omfattning. 18.7 Avbeställning Om kunden avbeställer innan<br/>installation påbörjats har Nordiska Energilösningar rätt till en<br/>avbokningskostnad om minst 10 % av ordervärdet. Avbeställs efter att<br/>installationen startat, ersätts företaget för utfört arbete, nödvändiga<br/>kompletterande åtgärder samt förluster till följd av avbeställningen. 18.8<br/>Ångerrätt enligt distansavtalslagen Om avtalet tecknats via distans eller<br/>utanför affärslokal gäller 14 dagars ångerrätt. Kunden ska meddela Nordiska<br/>Energilösningar skriftligen om denne vill frånträda avtalet. Ångerrätten gäller<br/>dock inte när installationen är fullgjord. Vid retur av produkter ansvarar<br/>kunden för kostnaderna och för att material återlämnas i väsentligen oförändrat<br/>skick. Vid ångerrätt kan Nordiska Energilösningar göra avdrag för: a) extra<br/>leveranskostnader om kunden valt annan leverans än standard, b) värdeminskning<br/>på produkter som hanterats mer än nödvändigt, c) en proportionell del av<br/>installationskostnaden om kunden begärt att installationen påbörjats under<br/>ångerfristen. 18.9 Allmänna reklamationsnämnden Tvister mellan konsument och<br/>Nordiska Energilösningar kan prövas av Allmänna reklamationsnämnden (ARN).<br/>Nordiska Energilösningar följer ARN:s beslut.</p><p>19. SÄRSKILT OM KUNDEN ÄR NÄRINGSIDKARE</p><p>Följande ska äga tillämpning i tillägg till vad som anges i<br/>dessa allmänna villkor, med undantag för punkt 18 ovan, vid försäljning av<br/>Nordiska Energilösningars produkter och tjänster till någon annan än konsument.<br/>19.1 Avbeställning Om kunden avbeställer avtalet efter dess ingående ska<br/>Nordiska Energilösningar ha rätt till ersättning beräknad enligt den s.k.<br/>subtraktionsmetoden enligt vilket Nordiska Energilösningar ska ha samma vinst<br/>på avtalet som om detta hade fullgjorts. För det fall avbeställning sker innan<br/>installation har påbörjats ska kunden betala minst 10 procent av det totala<br/>ordervärdet. Oaktat denna punkt 19.1.2, har Nordiska Energilösningar dock rätt<br/>till ytterligare ersättning om dennes skada är större än 10 procent av<br/>ordervärdet. 19.2 Ansvarsbegränsning Nordiska Energilösningar har inte något<br/>ansvar för indirekt skada och/eller förlust eller andra följdskador som kunden<br/>kan drabbas av inklusive, men inte begränsat till, utebliven vinst och annan<br/>ekonomisk följdförlust. Nordiska Energilösningars ansvar ska under inga<br/>omständigheter överstiga ett belopp motsvarande sjuttiofem (75) procent av det<br/>totala ordervärdet enligt avtalet.</p><p> </p>",
        "button_text": "Knapp text",
        "button_link": "",
        "custom_id": ""
      }
    }
  },
  "order": [
    "main",
    "hero_slider_bNajP7",
    "text_sektion_CBTNiC"
  ]
}
